taskt/Core/Automation/Commands/ListGroup/SetListItemCommand.dot
digraph "SetListItemCommand" {
"SetListItemCommand" -> "AListIndexCommands";
"AListIndexCommands" -> "AListInputListCommands";
"AListIndexCommands" -> "IListIndexProperties";
"AListInputListCommands" -> "ScriptCommand";
"AListInputListCommands" -> "IListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
