taskt/Core/Automation/Commands/ListGroup/SetListItemCommand.puml
@startuml
SetListItemCommand --> AListIndexCommands
AListIndexCommands --> AListInputListCommands
AListIndexCommands --> IListIndexProperties
AListInputListCommands --> ScriptCommand
AListInputListCommands --> IListProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
